// pages/join/join.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
      infos:[{
        title:'婚礼设计师',
        h1: '• 本科及以上学历/设计类相关专业。',
        h2: '• 优异的审美能力及较强的艺术敏感度。',
        h3: '• 较强的美术功底及手绘能力。。',
        h4: '• 较强的语言表达、沟通能力。',
        h5: '• 较强的团队意识。',
        h6: '• 认同DoDo对婚礼的理解和价值观。',
      },
        {
          title: '婚礼设计师助理',
          h1: '• 本科及以上学历/设计类相关专业。',
          h2: '• 优异的审美能力及较强的艺术敏感度。',
          h3: '• 良好的美术功底及手绘能力。 ',
          h4: '• 良好的语言表达、沟通能力。',
          h5: '• 良好的团队意识。',
          h6: '• 认同DoDo对婚礼的理解和价值观。',
        },
        {
          title: '婚礼统筹/管家服务',
          h1: '• 本科及以上学历。',
          h2: '• 形象气质、亲和力好。',
          h3: '• 优异的语言表达和沟通能力。',
          h4: '• 思维和逻辑清晰、缜密。',
          h5: '• 较强的团队意识。',
          h6: '• 认同DoDo对婚礼的理解和价值观。',
        },
        {
          title: '婚礼执行主管',
          h1: '• 两年以上相关工作经验。',
          h2: '• 良好的审美能力。',
          h3: '• 良好的组织协调能力和团队意识。',
          h4: '• 认同DoDo对婚礼的理解和价值观。',
        },
        {
          title: '网络推广',
          h1: '• 本科及以上学历。',
          h2: '• 一年以上相关工作经验。',
          h3: '• 具备互联网多渠道SEO及推广经验。',
          h4: '• 认同DoDo对婚礼的理解和价值观。',
        },
      ],
    infors1: [{
      h1: '不必问DoDo是否还在招人，',
      h2: '因为优秀和强大的你，',
      h3: '我们永远都渴求。',
    },
      {
        h1: '请认真撰写好自己的简历和附上作品，',
        h2: '投递至595345127@qq.com',
        h3: '合者约见面试。',
      },
    ]
  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {

  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady: function () {

  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow: function () {

  },

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide: function () {

  },

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload: function () {

  },

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh: function () {

  },

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom: function () {

  },

  /**
   * 用户点击右上角分享
   */
  onShareAppMessage: function () {

  }
})